Repository: WPPlugins/wootweet
Catalog: lang/wootweet-*.po
Languages: fr_fr

source: Name
fr_fr: Nom

source: Tweet Button?
fr_fr: Bouton Tweet

source: Tweeted?
fr_fr: Tweet

source: Tweet it?
fr_fr: Tweeter

source: Show Tweet button?
fr_fr: Montrer Bouton Tweet

source: WooTweet Options
fr_fr: Options de WooTweet

source: Tweet everytime on product update?
fr_fr: Tweet à chaque fois sur la mise à jour de produit ?

source: Get error notifications by email?
fr_fr: Obtenir des notifications d'erreur par email ?

source: Settings
fr_fr: Paramètres

source: Price:
fr_fr: Prix :

source: Link:
fr_fr: Lien :

source: A WooTweet Widget to show user tweets
fr_fr: Un Widget de WooTweet pour montrer les tweets de l’utilisateur

source: Tweets by
fr_fr: Tweets de @

source: New title
fr_fr: Nouveau titre

source: Twitter Username
fr_fr: Nom d'utilisateur Twitter

source: Enter Twitter Account
fr_fr: Entrez le compte Twitter

source: Theme
fr_fr: Thème

source: Light
fr_fr: Lumière

source: Dark
fr_fr: Sombre

source: URL Color
fr_fr: Couleur de l’URL

source: Height
fr_fr: Hauteur

source: Width
fr_fr: Largeur

source: WooTweet Pro is here
fr_fr: WooTweet Pro est ici

source: Liked WooTweet?
fr_fr: Aimé WooTweet ?

source: Need more help? Please contact:
fr_fr: Besoin d'aide? S'il vous plaît contacter:

source: Contact Us
fr_fr: Contactez-nous

source: WooTweet Logins
fr_fr: WooTweet connexions

source: Connect your site to Twitter and automatically share new products with your friends.
fr_fr: Connectez votre site à Twitter et partager automatiquement de nouveaux produits avec vos amis.

source: Important Notice:
fr_fr: Avis important:

source: You are using Internet Explorer. This plugin may not work properly with IE. Please use any other browser.
fr_fr: Vous utilisez Internet Explorer. Ce plugin ne fonctionne pas correctement avec IE. S'il vous plaît utiliser un autre navigateur.

source: Recommended: Google Chrome.
fr_fr: Recommandé: Google Chrome.

source: Consumer key:
fr_fr: Clé d’utilisateur :

source: Don't have an app? You can create from
fr_fr: Vous n’avez un app ? Vous pouvez créer à partir

source: Consumer secret:
fr_fr: Clé secrète :

source: Access token:
fr_fr: Jeton d'accès:

source: Save
fr_fr: sauver

source: How to use WooTweet Free!
fr_fr: Comment utiliser WooTweet gratuit !

source: from
fr_fr: de

source: on
fr_fr: sur

source: You may also like:
fr_fr: Noticias relacionadas

source: * Post any type of post to Instagram.
fr_fr: * Publier n’importe quel type de poste sur Instagram.

source: * Post product price, currency symbol, link, details.
fr_fr: * Afficher les détails, lien, symbole monétaire, des prix des produits.

source: * Post products multiple times. (on every update)
fr_fr: * Post produits plusieurs fois (à chaque mise à jour)

source: * Simple to use with Instagram user and password.
fr_fr: * Simple à utiliser avec Instagram utilisateur et de mot de passe.

source: * And many more...
fr_fr: et beaucoup d'autres...

source: * WooSocio Pro version *
fr_fr: * Version Pro WooSocio *

source: * product gallery images as Facebook gallery
fr_fr: * Galerie d’images produit comme Facebook Galerie

source: * post to multiple pages and/or groups at once
fr_fr: * poster sur plusieurs pages ou groupes à la fois

source: * Optional time delay between posting
fr_fr: * Facultatif de délai entre la validation

source: * Bulk posts to pages, groups
fr_fr: * Vrac publie sur les pages, groupes

source: * Multi user ready
fr_fr: * Multi utilisateur prêt

source: * Bulk like/share button on/off option
fr_fr: * Vrac comme le bouton de l'action / option marche / arrêt

source: * File Manager *
fr_fr: Gestion des fichiers

source: * BuddyPress Group File Share.
fr_fr: * Groupe BuddyPress partage de fichiers.

source: * Create Download Area.
fr_fr: * Créer la zone de téléchargement.

source: * Group file sharing.
fr_fr: * Groupe de partage de fichiers.

source: * Seven types of input fields.
fr_fr: * Sept types de champs d'entrée.

source: * FTP files upload for Users by Admin ( v 9.3+ )
fr_fr: * Téléchargement des fichiers FTP pour les utilisateurs par Admin (v 9,3 +)

source: * Front end File Searching and Pagination.
fr_fr: * Avant la fin, la recherche de fichiers et Pagination.
